Repository: rvgurgul/PunchCards
Catalog: PunchCards/Invites/Resources/GPPACLPickerResources/*.lproj/GooglePlus.strings
Languages: ar, cs, de, el, fi, fr, he, hu, ja, ko, no, pl, ro, ru, sk, sv, tr, uk, vi, zh_cn, zh_tw

# GPPCommonSharedAccept
source: Accept
ar: قبول
cs: Přijímám
de: Akzeptieren
el: Αποδοχή
fi: Hyväksy
fr: Accepter
he: מאשר
hu: Elfogadom
ja: OK
ko: 동의
no: Godta
pl: Akceptuję
ru: Принять
sk: Prijať
sv: Tacka ja
tr: Kabul Et
uk: Прийняти
vi: Chấp nhận
zh_cn: 接受
zh_tw: 接受

# GPPCommonSharedAllCirclesDescription
source: If ticked, includes circles you add in the future.
ar: إذا تم تحديده، فسيتم تضمين الدوائر التي تضيفها في المستقبل.
cs: Pokud je pole zaškrtnuto, pravidlo se bude vztahovat i na kruhy, které přidáte v budoucnosti.
de: Bei aktivierter Option werden von Ihnen zukünftig hinzugefügte Kreise berücksichtigt.
el: Εάν επιλεγεί, περιλαμβάνει τους κύκλους που προσθέτετε στο μέλλον.
fi: Jos tämä asetus on valittu, myös jatkossa lisäämäsi piirit sisällytetään.
fr: Si ce paramètre est coché, il s'applique aussi aux cercles ajoutés ultérieurement.
he: אם מסומן, יכלול מעגלים שתוסיף בעתיד.
hu: Ha be van jelölve, tartalmazni fogja azokat a köröket, amelyeket a jövőben adsz hozzá.
ja: オンにすると、今後追加するサークルも含まれます。
ko: 이 확인란을 선택하면 나중에 추가하는 서클도 포함됩니다.
no: Hvis dette er valgt, blir kretser du legger til i fremtiden, også tatt med.
pl: Po zaznaczeniu tej opcji uwzględniane będą też kręgi, które dodasz w przyszłości.
ro: Dacă este bifată, se includ cercurile pe care le adaugi ulterior.
ru: Если флажок установлен, настройка будет распространяться и на круги, которые вы создадите в будущем
sk: V prípade začiarknutia zahŕňa aj kruhy, ktoré pridáte v budúcnosti.
sv: Om den här rutan är markerad inkluderas cirklar som du lägger till i framtiden.
tr: İşaretlendiğinde, ileride ekleyeceğiniz çevreler de dahil edilir.
uk: Якщо вибрати цей параметр, буде включено кола, які ви додаватимете в майбутньому.
vi: Nếu được chọn, hãy bao gồm các vòng kết nối bạn thêm trong tương lai.
zh_cn: 如果勾选，则会包括你未来新增的圈子。
zh_tw: 如果勾選這個選項，往後您新建的社交圈也會套用這項設定。

# GPPCommonSharedCancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
ja: キャンセル
ko: 취소
no: Avbryt
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_tw: 取消

# GPPCommonSharedCircleCountMulti
source: %d people
ar: %d من الأشخاص
cs: Počet lidí: %d
de: %d Personen
el: %d άτομα
fi: %d henkilöä
fr: %d contacts
he: %d אנשים
hu: %d személy
ja: %d人
ko: %d명
no: %d personer
pl: Osoby: %d
ro: %d (de) persoane
ru: %d чел.
sk: Počet ľudí: %d
sv: %d personer
tr: %d kullanıcı
uk: Людей: %d
vi: %d người
zh_cn: %d个人
zh_tw: %d 人

# GPPCommonSharedCircleCountSingle
source: 1 person
ar: شخص واحد
cs: 1 člověk
el: 1 άτομο
fi: 1 henkilö
fr: 1 contact
he: אדם אחד
hu: 1 személy
ja: 1人
ko: 1명
pl: Osoby: 1
ro: O persoană
ru: 1 чел.
sk: 1 osoba
tr: 1 kullanıcı
uk: 1 людина
vi: 1 người
zh_cn: 1个人
zh_tw: 1 人

# GPPCommonSharedCircles
source: Circles
ar: الدوائر
cs: Kruhy
de: Kreise
el: Κύκλοι
fi: Piirit
fr: Cercles
he: מעגלים
hu: Körök
ja: サークル
ko: 서클
no: Kretser
pl: Kręgi
ro: Cercuri
ru: Круги
sk: Kruhy
sv: Cirklar
tr: Çevreler
uk: Кола
vi: Vòng kết nối
zh_cn: 圈子
zh_tw: 社交圈

# GPPCommonSharedDeviceContacts
source: From Your Device
ar: من جهازك
cs: Z vašeho zařízení
de: Aus Kontakten auf meinem Gerät
el: Από τη συσκευή σας
fi: Laitteestasi
fr: Contacts de votre appareil
he: מהמכשיר שלך
hu: AZ ESZKÖZRŐL
ja: 端末から
ko: 기기 주소록
no: Fra enheten din
pl: Z Twojego urządzenia
ro: De pe dispozitiv
ru: Контакты с устройства
sk: Z vášho zariadenia
sv: Från enheten
tr: Cihazınızdan
uk: З вашого пристрою
vi: Từ thiết bị của bạn
zh_cn: 来自你的设备
zh_tw: 來自您的裝置

# GPPCommonSharedDomainRestrictedDescription
source: Prevent post from being shared outside of %@
ar: منع نشر المشاركة خارج %@
cs: Zabránit, aby příspěvky byly sdíleny mimo doménu %@
de: Verhindern, dass dieser Beitrag außerhalb von %@ geteilt wird
el: Περιορισμός κοινοποίησης ανάρτησης εκτός του τομέα %@
fi: Estä viestin jakaminen verkkotunnuksen %@ ulkopuolella
fr: Empêchez le partage du post hors de %@.
he: מנע את שיתוף הפוסט מחוץ ל-%@
hu: A bejegyzés megosztásának letiltása a következőn kívül: %@
ja: %@外で投稿を共有できないようにします
ko: 소식이 %@ 외부에 공유되지 않게 합니다.
no: Hindre at innlegg blir delt utenfor %@
pl: Nie zezwalaj na udostępnianie wpisu poza domenę %@
ro: Nu permite trimiterea postării în afara domeniului %@
ru: Делиться записью можно только в домене %@
sk: Zakázanie zdieľania príspevku mimo domény %@
sv: Förhindra att inlägg delas utanför %@
tr: Yayının %@ dışında paylaşılmasını engelle
uk: Можна заборонити користувачам за межами домену %@ ділитися публікацією
vi: Ngăn bài đăng bị chia sẻ bên ngoài %@
zh_cn: 禁止在 %@ 之外分享此信息
zh_tw: 禁止將訊息分享至 %@ 以外的網域

# GPPCommonSharedDomainRestrictedTitle
source: Restrict to %@
ar: القصر على %@
cs: Omezit na doménu %@
de: Auf %@ beschränken
el: Περιορισμός σε %@
fi: Rajoita verkkotunnukseen %@
fr: Limiter à %@
he: הגבל ל-%@
hu: Zárt körű itt: %@
ja: %@内限定
ko: %@(으)로 제한
no: Begrens til %@
pl: Ogranicz do domeny %@
ro: Limitează la %@
ru: Только для домена %@
sk: Obmedzenie na doménu %@
sv: Begränsa till %@
tr: %@ ile kısıtla
uk: Обмеження для домену %@
vi: Giới hạn ở %@
zh_cn: 仅限 %@
zh_tw: 只限 %@

# GPPCommonSharedGoogleContacts
source: From Google
ar: ‏من Google
cs: Z kontaktů Google
de: Aus Google-Kontakten
el: Από το Google
fi: Googlesta
fr: Contacts Google
he: ‏מ-Google
hu: A GOOGLE-BÓL
ja: Googleから
ko: Google 주소록
no: Fra Google
pl: Z Google
ro: Din Google
ru: Контакты Google
sk: Zo služby Google
sv: Från Google
tr: Google'dan
uk: З Google
vi: Từ Google
zh_cn: 来自 Google
zh_tw: 來自 Google

# GPPCommonSharedDone
source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
fi: Valmis
fr: OK
he: בוצע
hu: Kész
ja: 完了
ko: 완료
no: Fullført
pl: Gotowe
ro: Terminat
ru: Готово
sk: Hotovo
sv: Klart
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

# GPPCommonSharedOK
source: OK
ar: موافق
he: אישור
ko: 확인
ru: ОК
tr: Tamam
zh_cn: 确定
zh_tw: 確定

# GPPCommonSharedPeople
source: People
ar: الأشخاص
cs: Lidé
de: Personen
el: Άτομα
fi: Ihmiset
fr: Contacts
he: אנשים
hu: Személyek
ja: ユーザー
ko: 사용자
no: Folk
pl: Osoby
ro: Persoane
ru: Люди
sk: Ľudia
sv: Personer
tr: Kullanıcılar
uk: Люди
vi: Mọi người
zh_cn: 人
zh_tw: 使用者

# GPPCommonSharedPeopleInCommonFormat
source: : %lu in common
ar: ‏: %lu مشتركون
cs: : Společní známí: %lu
de: : %lu gemeinsame Kontakte
el: : %lu κοινά άτομα
fi: : %lu yhteistä
fr: : %lu en commun
he: ‏: %lu משותפים
hu: : %lu közös ismerős
ja: （共通の友だち %lu人）
ko: : 함께 아는 사람 %lu명
no: : %lu til felles
pl: : wspólni znajomi – %lu
ro: : %lu în comun
ru: : общих связей – %lu
sk: : Spoloční známi: %lu
sv: : %lu gemensamt
tr: : %lu kişi ortak
uk: : %lu (спільні друзі)
vi: : %lu bạn chung
zh_cn: ：%lu个共同的朋友
zh_tw: ：%lu 位共同成員

# GPPCommonSharedPublic
source: Public
ar: عام
cs: Veřejné
de: Öffentlich
el: Δημόσιο
fi: Julkinen
he: ציבורי
hu: Nyilvános
ja: 一般公開
ko: 공개
no: Offentlig
pl: Publiczny
ru: Общедоступная запись
sk: Verejné
sv: Offentligt
tr: Herkese Açık
uk: Для всіх
vi: Công khai
zh_cn: 公开
zh_tw: 公開

# GPPCommonSharedSearchFieldPlaceholder
source: Type a name, email or circle
ar: أدخل إسم، بريد إلكتروني، دائرة
cs: Zadejte jméno, e-mail či kruh
de: Name, E-Mail-Adresse oder Kreis
el: Όνομα, email ή κύκλος
fi: Anna nimi, s-posti tai piiri
fr: Nom, adresse e-mail ou cercle
he: הקלד שם, אימייל או מעגל
hu: Név, e-mail cím vagy kör
ja: 名前、メールアドレス、サークル
ko: 이름, 이메일 또는 서클 입력
no: Navn, e-post eller krets
pl: Wpisz osobę, e-mail lub krąg
ro: Introdu nume, e-mail sau cerc
ru: Имя, адрес эл. почты или круг
sk: Meno, e-mail alebo kruh
sv: Ange namn/e-postadr./cirkel
tr: Ad, e-posta veya çevre yazın
uk: Ім’я, ел. адреса чи назва кола
vi: Tên, email hoặc vòng kết nối
zh_cn: 输入姓名、电子邮件或圈子
zh_tw: 輸入名稱、電子郵件或社交圈

# GPPCommonSharedShareViaG+
source: Share via G+
ar: ‏مشاركة عبر +Google
cs: Sdílet přes G+
de: Über Google+ teilen
el: Κοινή χρήση μέσω G+
fi: Jaa G+:n kautta
fr: Partager via Google+
he: ‏שתף באמצעות G+‎
hu: Megosztás a Google+ szolgáltatáson keresztül
ja: G+で共有
ko: G+를 통해 공유
no: Del via G+
pl: Udostępnij przez Google+
ro: Trimite prin G+
ru: Поделиться в Google+
sk: Zdieľať prostredníctvom Google+
sv: Dela via G+
tr: G+ üzerinden paylaşın
uk: Поділитись у Google+
vi: Chia sẻ qua G+
zh_cn: 通过 G+ 分享
zh_tw: 透過 Google+ 分享

# GPPCommonSharedSuggested
source: Suggested
ar: الأشخاص المقترحون
cs: Navrhovaní uživatelé
de: Vorschläge
el: Προτεινόμενος
fi: Ehdotettu
fr: Suggestions
he: מוצעים
hu: Javasolt
ja: 候補
ko: 추천
no: Foreslått
pl: Sugestie
ro: Persoane sugerate
ru: Кого добавить
sk: Navrhovaný používateľ
sv: Förslag
tr: Önerilir
uk: Пропоновані
vi: Ðược đề xuất
zh_cn: 推荐
zh_tw: 推薦人選

# GPPCommonSharedSuggestions
source: Suggestions
ar: الاقتراحات
cs: Návrhy
de: Vorschläge
el: Προτάσεις
fi: Ehdotukset
he: הצעות
hu: Javaslatok
ja: 候補
ko: 추천
no: Forslag
pl: Sugestie
ro: Sugestii
ru: С кем ещё поделиться
sk: Návrhy
sv: Förslag
tr: Öneriler
uk: Пропозиції
vi: Đề xuất
zh_cn: 建议
zh_tw: 推薦人選

# GPPCommonSharedUnderageWarning
source: When you share publicly, people who you haven't added to your circles will be able to view your post and may be able to comment.
ar: عندما تشارك بشكل عام، سيتمكن الأشخاص الذين لم تضفهم إلى دوائرك من مشاهدة مشاركتك وربما سيتمكنون من التعليق عليها.
cs: Když sdílíte příspěvek veřejně, budou jej moci zobrazit a komentovat i uživatelé, které jste si nepřidali do kruhů.
de: Wenn Sie etwas öffentlich teilen, können auch Personen, die Sie nicht zu Ihren Kreisen hinzugefügt haben, diesen Beitrag ansehen und möglicherweise kommentieren.
el: Όταν μοιράζεστε δημόσια περιεχόμενο, τα άτομα που δεν έχετε προσθέσει στους κύκλους σας θα έχουν τη δυνατότητα να βλέπουν την ανάρτησή σας και ενδέχεται να μπορούν να υποβάλλουν σχόλια.
fi: Kun jaat sisältöä julkisesti, myös henkilöt, joita et ole lisännyt piireihisi, pystyvät näkemään viestisi ja ehkä myös kommentoimaan sitä.
fr: Si vous partagez des contenus en mode public, votre post sera visible par des personnes que vous n'avez pas ajoutées à vos cercles et qui pourront le commenter.
he: כאשר אתה משתף באופן ציבורי, אנשים שלא הוספת למעגלים שלך יוכלו להציג את הפוסט שלך וייתכן שיוכלו להגיב.
hu: Ha nyilvánosan osztasz meg tartalmat, a köreidben nem szereplő személyek is láthatják a bejegyzést, és megjegyzést is írhatnak hozzá.
ja: 一般公開で共有すると、あなたのサークルに追加していないユーザーがあなたの投稿を閲覧したりコメントできるようになります。
ko: 공개적으로 공유하면 서클에 추가하지 않은 사람들이 내 소식을 보고 댓글을 달 수 있게 됩니다.
no: Når du deler offentlig, kan folk du ikke har lagt til i kretsene dine, se innlegget ditt og kanskje også kommentere det.
pl: Gdy udostępnisz swój wpis publicznie, będą mogły go wyświetlać i komentować osoby, których nie masz w swoich kręgach.
ro: Atunci când trimiți în mod public, persoanele pe care nu le-ai adăugat în cercuri vor putea vedea postarea ta și vor putea comenta.
ru: Когда вы делитесь записью со всеми, ее могут увидеть и прокомментировать люди, не входящие в ваши круги.
sk: Pri verejnom zdieľaní príspevku budú mať ľudia, ktorých ste si nepridali do kruhov, možnosť zobraziť ho a komentovať.
sv: När du delar offentligt kan personer som du inte har lagt till i dina cirklar se inlägget och eventuellt kommentera det.
tr: Herkese açık olarak paylaşımda bulunduğunuzda, çevrelerinize eklemediğiniz kullanıcılar yayınınızı görebilir ve yorum yapabilir.
uk: Якщо поділитися з усіма в мережі, то користувачі, яких ви не додавали до своїх кіл, зможуть бачити вашу публікацію та коментувати її.
vi: Khi bạn chia sẻ công khai, những người mà bạn chưa thêm vào vòng kết nối sẽ có thể xem bài đăng của bạn và có thể nhận xét.
zh_cn: 当你公开分享内容时，你未添加到自己圈子中的人将可以查看你的信息，或许还能发表评论。
zh_tw: 如果選擇公開分享，您社交圈外的使用者也能看到您的訊息，甚至對您的訊息留言。

# GPPCommonSharedUnknownEmail
source: Email addresses you've added
ar: عناوين البريد الإلكتروني التي أضفتها
cs: E-mailové účty, které jste přidali
de: Von Ihnen hinzugefügte E-Mail-Adressen
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου που προσθέσατε
fi: Lisäämäsi sähköpostit
fr: Adresses e-mail ajoutées
he: כתובות אימייל שהוספת
hu: Hozzáadott e-mailek
ja: 追加したメールアドレス
ko: 추가한 이메일
no: E-poster du har lagt til
pl: Dodane adresy e-mail
ro: Adresele de e-mail pe care le-ai adăugat
ru: Адреса эл. почты, добавленные вами
sk: E-maily, ktoré ste pridali
sv: E-post som du har lagt till
tr: Eklediğiniz E-postalar
uk: Електронні адреси, які ви додали
vi: Email bạn đã thêm
zh_cn: 你添加的电子邮件
zh_tw: 您新增的電子郵件地址
