Repository: rvgurgul/PunchCards
Catalog: PunchCards/Invites/Resources/GINInviteResources/*.lproj/GooglePlus.strings
Languages: gu, kn, ro, sl, sw, te, zh_tw, zu

# GINInviteTitle
source: Invite people to %@
gu: લોકોને %@ માટે આમંત્રિત કરો
kn: %@ ಗೆ ಜನರನ್ನು ಆಹ್ವಾನಿಸಿ
ro: Invitați persoane la %@
sl: Povabite druge v aplikacijo %@
sw: Alika watu kwenye %@
te: %@కు వ్యక్తులను ఆహ్వానించండి
zh_tw: 邀請其他人加入%@
zu: Memela abantu ku-%@

# GINInviteSuggestionSectionTitle
source: Suggestions from Google
gu: Google તરફથી સૂચનાઓ
kn: Google ಸಲಹೆಗಳು
ro: Sugestii de la Google
sl: Googlovi predlogi
sw: Mapendekezo kutoka Google
te: Google నుండి సూచనలు
zh_tw: Google 建議的邀請對象
zu: Iziphakamiso ezivela ku-Google

# GINInviteEveryoneSectionTitle
source: Everyone
gu: પ્રત્યેક
kn: ಪ್ರತಿಯೊಬ್ಬರೂ
ro: Toți
sl: Vsi
sw: Kila mtu
te: ప్రతిఒక్కరు
zh_tw: 所有人
zu: Wonke umuntu

# GINInviteDoneButton
source: Done
gu: પૂર્ણ થયું
kn: ಮುಗಿದಿದೆ
ro: Terminat
sl: Končano
sw: Nimemaliza
te: పూర్తయింది
zh_tw: 完成
zu: Kwenziwe

# GINInviteSendButton
source: SEND
gu: મોકલો
kn: ಕಳುಹಿಸು
ro: TRIMITEȚI
sl: POŠLJI
sw: TUMA
te: పంపు
zh_tw: 傳送
zu: THUMELA

# GINInviteCancelButton
source: Cancel
gu: રદ કરો
kn: ರದ್ದುಮಾಡು
ro: Anulați
sl: Prekliči
sw: Ghairi
te: రద్దు చెయ్యి
zh_tw: 取消
zu: Khansela

# GINInviteEditButton
source: Edit
gu: સંપાદિત કરો
kn: ಸಂಪಾದಿಸು
ro: Editați
sl: Uredi
sw: Badilisha
te: సవరించు
zh_tw: 編輯
zu: Hlela

# GINInviteMessageViewTitle
source: Message:
gu: સંદેશ:
kn: ಸಂದೇಶ:
ro: Mesaj:
sl: Sporočilo:
sw: Ujumbe:
te: సందేశం:
zh_tw: 訊息：
zu: Umlayezo:

# GINInviteSearchFieldPlaceholder
source: Add name, email or phone number
gu: નામ, ઇમેઇલ અથવા ફોન નંબર ઉમેરો
kn: ಹೆಸರು, ಇಮೇಲ್ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ
ro: Introdu numele, e-mailul sau telefonul
sl: Dodajte ime, e-poštni naslov ali tel. št.
sw: Ongeza jina, barua pepe au nambari ya simu
te: పేరు, ఇమెయిల్ లేదా ఫోన్ నంబర్‌ను జోడించండి
zh_tw: 輸入名字、電子郵件或電話號碼
zu: Engeza igama, i-imeyili noma inombolo yefoni

# GINInviteSearchFieldPlaceholderSMSDisabled
source: Add name or email
gu: નામ અથવા ઇમેઇલ ઉમેરો
kn: ಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ಸೇರಿಸಿ
ro: Introdu numele sau e-mailul
sl: Dodajte ime ali e-poštni naslov
sw: Ongeza jina au anwani ya barua pepe
te: పేరు లేదా ఇమెయిల్‌ను జోడించండి
zh_tw: 輸入名字或電子郵件
zu: Engeza igama noma i-imeyili

# GINInviteSMSCostTitle
source: Standard SMS charges apply
gu: માનક SMS શુલ્ક લાગુ
kn: ಪ್ರಮಾಣಿತ SMS ಶುಲ್ಕಗಳು ಅನ್ವಯಿಸಬಹುದು
ro: Se aplică tarifele standard pentru mesaje SMS
sl: Plačati je treba običajno tarifo za sporočila SMS
sw: Ada ya kawaida ya SMS itatozwa
te: ప్రామాణిక SMS ఛార్జీలు వర్తిస్తాయి
zh_tw: 需支付標準簡訊費用
zu: Kunezindleko ezijwayelekile ze-SMS

# GINInviteDismissButtonTitle
source: OK
gu: ઓકે
kn: ಸರಿ
sl: V redu
sw: Sawa
te: సరే
zh_tw: 確定
zu: KULUNGILE

# GINInviteToLabel
source: To
gu: પ્રતિ
kn: ಇವರಿಗೆ
ro: Către
sl: Za
sw: Kwenye
te: స్వీకర్త
zh_tw: 邀請對象
zu: Iya ku-

# GINInviteMoreButtonTitle
source: +%ld more
gu: +%ld વધુ
kn: +%ld ಹೆಚ್ಚು
ro: + alți %ld
sl: in še +%ld
sw: +%ld zaidi
te: మరో +%ld
zh_tw: 另外 %ld 人
zu: +%ld abanye

# GINInviteChannelPickerViewCellNotificationLabel
source: Via Google
gu: Google દ્વારા
kn: Google ಮೂಲಕ
ro: Prin Google
sl: Prek Googla
sw: Kupitia Google
te: Google ద్వారా
zh_tw: 透過 Google
zu: Nge-Google

# GINInviteAccessibilitySendingNotification
source: Sending
gu: મોકલી રહ્યું છે
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
ro: Se trimite
sl: Pošiljanje
sw: Inatuma
te: పంపుతోంది
zh_tw: 傳送中
zu: Iyathumela

# GINInviteHideKeyboardAccessibilityLabel
source: Hide keyboard
gu: કીબોર્ડ છુપાવો
kn: ಕೀಬೋರ್ಡ್ ಮರೆಮಾಡಿ
ro: Ascundeți tastatura
sl: Skrij tipkovnico
sw: Ficha kibodi
te: కీబోర్డ్‌ను దాచు
zh_tw: 隱藏鍵盤
zu: Fihla ikhibhodi

# GINInviteLongMessageErrorMessage
source: The message must not exceed %lu characters
gu: સંદેશ %lu કરતા વધુ વર્ણ ધરાવતો હોવો જોઈએ નહીં
kn: ಸಂದೇಶ %lu ಅಕ್ಷರಗಳನ್ನು ಮೀರುವಂತಿಲ್ಲ
ro: Mesajul nu trebuie să depășească %lu (de) caractere
sl: Sporočilo ne sme biti daljše od %lu znakov
sw: Ujumbe lazima usizidi herufi %lu
te: సందేశం తప్పనిసరిగా %lu అక్షరాలను మించకూడదు
zh_tw: 訊息長度不可超過 %lu 個字元
zu: Umlayezo akufanele weqe izinhlamvu ezingu-%lu

# GINInviteLongMessageErrorTitle
source: Error
gu: ભૂલ
kn: ದೋಷ
ro: Eroare
sl: Napaka
sw: Hitilafu
te: లోపం
zh_tw: 錯誤
zu: Iphutha

# GINInviteACLSelected
source: %@ Selected
gu: %@ ને પસંદ કર્યા
kn: %@ ಆಯ್ಕೆ ಮಾಡಿದ್ದಾರೆ
ro: Utilizatorul %@ a fost selectat
sl: Izbrana je oseba %@
sw: %@ Amechaguliwa
te: %@ ఎంచుకోబడ్డారు
zh_tw: 您已選取%@
zu: %@ Ukhethiwe

# GINInviteACLDeleted
source: %@ Deleted
gu: %@ ને કાઢી નાખ્યા
kn: %@ ಅಳಿಸಿದ್ದಾರೆ
ro: Utilizatorul %@ a fost șters
sl: Izbrisana je oseba %@
sw: %@ Amefutwa
te: %@ తొలగించబడ్డారు
zh_tw: 您已刪除%@
zu: %@ Ususiwe

# GINInviteCharacterSingular
source: character
gu: વર્ણ
kn: ಅಕ್ಷರ
ro: caracter
sl: znak
sw: herufi
te: అక్షరం
zh_tw: 個字元
zu: uhlamvu

# GINInviteCharacterPlural
source: characters
gu: વર્ણો
kn: ಅಕ್ಷರಗಳು
ro: caractere
sl: znakov
sw: herufi
te: అక్షరాలు
zh_tw: 個字元
zu: izinhlamvu

# GINInviteMessageRemainCountNotificationLabel
source: %@ %@ remaining
gu: %@ %@ બાકી
kn: %@ %@ ಬಾಕಿ ಉಳಿದಿದೆ
ro: %@ (de) %@ rămas(e)
sl: Število preostalih znakov: %@ %@
sw: Zimesalia %@ %@
te: %@ %@ మిగిలి ఉన్నాయి
zh_tw: 尚可輸入 %@ %@
zu: %@ %@ ezisele

# GINInviteMessageExceedCountNotificationLabel
source: %@ %@ exceeded the character limit
gu: %@ %@ ની વર્ણ મર્યાદા વટાવી
kn: %@ %@ ಅಕ್ಷರ ಮಿತಿಯನ್ನು ಮೀರಿದೆ
ro: Ați depășit limita cu %@ (de) %@
sl: Dovoljeno število znakov je preseženo: %@ %@
sw: Umezidi kikomo cha herufi %@ %@
te: %@ %@ అక్షర పరిమితిని అధిగమించారు
zh_tw: 您有 %@ %@超過了長度限制
zu: %@ %@ weqe umkhawulo wezinhlamvu

# GINInviteDeleteContact
source: Delete %@
gu: %@ ને કાઢી નાખો
kn: %@ ಅಳಿಸಿ
ro: Ștergeți utilizatorul %@
sl: Izbriši osebo %@
sw: Futa %@
te: %@ను తొలగించు
zh_tw: 刪除%@
zu: Susa u-%@

# GINInviteMessageViewPlaceholder
source: Add a message
gu: એક સંદેશ ઉમેરો
kn: ಸಂದೇಶವನ್ನು ಸೇರಿಸಿ
ro: Adăugați un mesaj
sl: Dodajte sporočilo
sw: Ongeza ujumbe
te: సందేశాన్ని జోడించండి
zh_tw: 請輸入訊息
zu: Engeza umlayezo
